Repository: MartinIIOT/merkato
Catalog: po/*.po
Languages: ru_ru

source: Ops! Catastrophic failure.
ru_ru: Упс! Катастрофическая ошибка

source: No symbols here
ru_ru: Здесь нет символов

source: Press + to search quotes
ru_ru: Нажмите + для поиска цитат

source: No tickers found
ru_ru: Тикеров не найдено

source: General
ru_ru: Общие

source: Update Interval
ru_ru: Интервал обновления

source: Pull data every X seconds
ru_ru: Извлекать данные каждые X секунд

source: Order
ru_ru: Заказ

source: Custom
ru_ru: Пользовательские

source: By Title
ru_ru: По названию

source: By Title (desc)
ru_ru: По названию (описание)

source: By Profit (%)
ru_ru: По прибыванию (%)

source: By Loss (%)
ru_ru: По убыванию (%)

source: Appearance
ru_ru: Внешний вид

source: Dark Theme
ru_ru: Тёмная темя

source: Use dark GTK+ theme
ru_ru: Использовать темную тему GTK+

source: Source: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
ru_ru: Источник: <a href="https://finance.yahoo.com/">Yahoo Finance</a>

source: Preferences
ru_ru: Настройки

source: About Merkato
ru_ru: О Merkato

source: My symbols
ru_ru: Мои символы

source: Open menu options
ru_ru: Открыть пункты меню

source: Search and add symbols
ru_ru: Поиск и добавление символов

source: If selected, open remove symbols mode.
ru_ru: Если выбрано, откроется режим удаления символов.

source: Return to watchlist
ru_ru: Вернуться в список просмотра

source: Insert text or ticker symbol and press <RETURN> to search
ru_ru: Вставьте текст или символ тикера и нажмите <RETURN> для поиска

source: Search
ru_ru: Поиск

source: Track of your investiments.
ru_ru: Отслеживайте свои инвестиции.

source: Official webpage
ru_ru: Официальная веб-страница

source: translator-credits
ru_ru: Danik2343<krutalevex@mail.ru>

source: Market Closed
ru_ru: Рынок закрыт

source: Market Open
ru_ru: Рынок открыт
